/* The default name of a duplicate item when there are already items with the default name.  %1% holds the name of the original item (i.e., the source of the duplicate).  %2% holds a number that makes the name unique. */
"%1% copy %2%" = "%1% copie %2%";

/* The default name of a duplicate item.  %1% holds the name of the original item (i.e., the source of the duplicate). */
"%1% copy" = "%1% copie";

/* The description of a dictionary in a property list browser, singular form */
"%1% key/value pair" = "%1% paire clef/valeur";

/* The description of a dictionary in a property list browser, plural form */
"%1% key/value pairs" = "%1% paires clef/valeur";

/* The description of an array in a property list browser, singular form */
"%1% ordered object" = "%1% objet ordonné";

/* The description of an array in a property list browser, plural form */
"%1% ordered objects" = "%1% objets ordonnés";

/* The message in the 'move into offspring' alert. */
"An item can't be moved into one of its children." = "Un item ne peut être déplacé vers un de ses enfants.";

/* The title of the 'generic item set-data' alert. */
"Can't complete the requested operation" = "Incapable de compléter l’opération";

/* Undo text for property list item class change. */
"Class Change" = "Changement de classe";

/* Undo text for property list item deletion. */
"Delete" = "Supprimer";

/* The title of the 'duplicate item' alert. */
"Duplicate item name" = "Nom dupliqué";

/* Undo text for property list item duplication. */
"Duplicate" = "Dupliquer";

/* Error message for a duplicate item. */
"DuplicateItemException" = "Il existe déjà un item portant ce nom.";

/* An alternative of a boolean false element in a property list browser */
"False" = "Faux";

/* The message in the 'generic item set-data' alert. */
"Message:  %1%" = "Message:  %1%";

/* Undo text for property list item move. */
"Move" = "Déplacement";

/* Error message when an attempt is made to move a property list item into one of its children. */
"MoveIntoOffspringException" = "Incapable de déplacer un item vers un de ses enfants.";

/* The title of the 'move into offspring' alert. */
"Moving into children" = "Déplacement vers un enfant";

/* Undo item text for property item name change. */
"Name Change" = "Changement de nom";

/* Undo text for property list item creation. */
"New Item" = "Nouvel item";

/* The default name of a new property list item when there are already items with the default name.  %1% holds a number that makes the name unique. */
"New item %1%" = "Nouvel item %1%";

/* The default name of a new property list item */
"New item" = "Nouvel item";

/* The description of a boolean false element in a property list browser */
"No" = "Non";

/* Undo text for property list item name change. */
"Rename" = "Renommer";

/* The name of the topmost element in a property list browser */
"Root" = "Racine";

/* The message in the 'duplicate item' alert. */
"The key you entered is already present in the dictionary." = "Le nom est déjà présent dans le dictionnaire.";

/* An alternative description of a boolean true element in a property list browser */
"True" = "Vrai";

/* Undo text for property list item value change. */
"Value Change" = "Changement de valeur";

/* The description of a boolean true element in a property list browser */
"Yes" = "Oui";

